{
  "discoveries": [
    {
      "title": "Audio ControlNet for Fine-Grained Audio Generation and Editing",
      "summary": "We study the fine-grained text-to-audio (T2A) generation task. While recent models can synthesize high-quality audio from text descriptions, they often lack precise control over attributes such as lou...",
      "fetched": "2026-02-05T02:02:33.813432"
    },
    {
      "title": "Let Experts Feel Uncertainty: A Multi-Expert Label Distribution Approach to Probabilistic Time Series Forecasting",
      "summary": "Time series forecasting in real-world applications requires both high predictive accuracy and interpretable uncertainty quantification. Traditional point prediction methods often fail to capture the i...",
      "fetched": "2026-02-05T02:02:33.813435"
    },
    {
      "title": "Protein Autoregressive Modeling via Multiscale Structure Generation",
      "summary": "We present protein autoregressive modeling (PAR), the first multi-scale autoregressive framework for protein backbone generation via coarse-to-fine next-scale prediction. Using the hierarchical nature...",
      "fetched": "2026-02-05T05:21:30.584620"
    },
    {
      "title": "Contrastive Continual Learning for Model Adaptability in Internet of Things",
      "summary": "Internet of Things (IoT) deployments operate in nonstationary, dynamic environments where factors such as sensor drift, evolving user behavior, and heterogeneous user privacy requirements can affect a...",
      "fetched": "2026-02-05T05:21:30.584632"
    },
    {
      "title": "Rethinking the Trust Region in LLM Reinforcement Learning",
      "summary": "Reinforcement learning (RL) has become a cornerstone for fine-tuning Large Language Models (LLMs), with Proximal Policy Optimization (PPO) serving as the de facto standard algorithm. Despite its ubiqu...",
      "fetched": "2026-02-05T05:21:30.584634"
    },
    {
      "title": "DLM-Scope: Mechanistic Interpretability of Diffusion Language Models via Sparse Autoencoders",
      "summary": "Sparse autoencoders (SAEs) have become a standard tool for mechanistic interpretability in autoregressive large language models (LLMs), enabling researchers to extract sparse, human-interpretable feat...",
      "fetched": "2026-02-06T02:02:29.837060"
    },
    {
      "title": "BABE: Biology Arena BEnchmark",
      "summary": "The rapid evolution of large language models (LLMs) has expanded their capabilities from basic dialogue to advanced scientific reasoning. However, existing benchmarks in biology often fail to assess a...",
      "fetched": "2026-02-06T02:02:29.837071"
    },
    {
      "title": "DARWIN: Dynamic Agentically Rewriting Self-Improving Network",
      "summary": "DARWIN is an evolutionary GPT model, utilizing a genetic-algorithm like optimization structure with several independent GPT agents being trained individually using unique training code. Each iteration...",
      "fetched": "2026-02-06T02:02:29.837073"
    },
    {
      "title": "Shared LoRA Subspaces for almost Strict Continual Learning",
      "summary": "Adapting large pretrained models to new tasks efficiently and continually is crucial for real-world deployment but remains challenging due to catastrophic forgetting and the high cost of retraining. W...",
      "fetched": "2026-02-08T02:31:16.493532"
    },
    {
      "title": "DyTopo: Dynamic Topology Routing for Multi-Agent Reasoning via Semantic Matching",
      "summary": "Multi-agent systems built from prompted large language models can improve multi-round reasoning, yet most existing pipelines rely on fixed, trajectory-wide communication patterns that are poorly match...",
      "fetched": "2026-02-08T02:31:16.493547"
    },
    {
      "title": "CommCP: Efficient Multi-Agent Coordination via LLM-Based Communication with Conformal Prediction",
      "summary": "To complete assignments provided by humans in natural language, robots must interpret commands, generate and answer relevant questions for scene understanding, and manipulate target objects. Real-worl...",
      "fetched": "2026-02-08T02:31:16.493550"
    },
    {
      "title": "Rethinking Latency Denial-of-Service: Attacking the LLM Serving Framework, Not the Model",
      "summary": "Large Language Models face an emerging and critical threat known as latency attacks. Because LLM inference is inherently expensive, even modest slowdowns can translate into substantial operating costs...",
      "fetched": "2026-02-10T02:26:22.645008"
    },
    {
      "title": "Direct Soft-Policy Sampling via Langevin Dynamics",
      "summary": "Soft policies in reinforcement learning define policies as Boltzmann distributions over state-action value functions, providing a principled mechanism for balancing exploration and exploitation. Howev...",
      "fetched": "2026-02-10T02:26:22.645019"
    },
    {
      "title": "Orchestrating Attention: Bringing Harmony to the 'Chaos' of Neurodivergent Learning States",
      "summary": "Adaptive learning systems optimize content delivery based on performance metrics but ignore the dynamic attention fluctuations that characterize neurodivergent learners. We present AttentionGuard, a f...",
      "fetched": "2026-02-10T02:26:22.645021"
    },
    {
      "title": "Scaling Verification Can Be More Effective than Scaling Policy Learning for Vision-Language-Action Alignment",
      "summary": "The long-standing vision of general-purpose robots hinges on their ability to understand and act upon natural language instructions. Vision-Language-Action (VLA) models have made remarkable progress t...",
      "fetched": "2026-02-14T02:00:26.924803"
    },
    {
      "title": "UniT: Unified Multimodal Chain-of-Thought Test-time Scaling",
      "summary": "Unified models can handle both multimodal understanding and generation within a single architecture, yet they typically operate in a single pass without iteratively refining their outputs. Many multim...",
      "fetched": "2026-02-14T02:00:26.924813"
    },
    {
      "title": "AttentionRetriever: Attention Layers are Secretly Long Document Retrievers",
      "summary": "Retrieval augmented generation (RAG) has been widely adopted to help Large Language Models (LLMs) to process tasks involving long documents. However, existing retrieval models are not designed for lon...",
      "fetched": "2026-02-14T02:00:26.924815"
    },
    {
      "title": "Scaling Verification Can Be More Effective than Scaling Policy Learning for Vision-Language-Action Alignment",
      "summary": "The long-standing vision of general-purpose robots hinges on their ability to understand and act upon natural language instructions. Vision-Language-Action (VLA) models have made remarkable progress t...",
      "fetched": "2026-02-15T02:11:22.158881"
    },
    {
      "title": "UniT: Unified Multimodal Chain-of-Thought Test-time Scaling",
      "summary": "Unified models can handle both multimodal understanding and generation within a single architecture, yet they typically operate in a single pass without iteratively refining their outputs. Many multim...",
      "fetched": "2026-02-15T02:11:22.158895"
    },
    {
      "title": "AttentionRetriever: Attention Layers are Secretly Long Document Retrievers",
      "summary": "Retrieval augmented generation (RAG) has been widely adopted to help Large Language Models (LLMs) to process tasks involving long documents. However, existing retrieval models are not designed for lon...",
      "fetched": "2026-02-15T02:11:22.158899"
    }
  ],
  "last_sync": "2026-02-15T02:11:22.204019"
}