{
  "discoveries": [
    {
      "title": "RoboVIP: Multi-View Video Generation with Visual Identity Prompting Augments Robot Manipulation",
      "summary": "The diversity, quantity, and quality of manipulation data are critical for training effective robot policies. However, due to hardware and physical setup constraints, collecting large-scale real-world...",
      "fetched": "2026-01-12T01:49:03.912351"
    },
    {
      "title": "Robust Reasoning as a Symmetry-Protected Topological Phase",
      "summary": "Large language models suffer from \"hallucinations\"-logical inconsistencies induced by semantic noise. We propose that current architectures operate in a \"Metric Phase,\" where causal order is vulnerabl...",
      "fetched": "2026-01-12T01:49:03.912353"
    },
    {
      "title": "AdaFuse: Adaptive Ensemble Decoding with Test-Time Scaling for LLMs",
      "summary": "Large language models (LLMs) exhibit complementary strengths arising from differences in pretraining data, model architectures, and decoding behaviors. Inference-time ensembling provides a practical w...",
      "fetched": "2026-01-13T01:40:43.383846"
    },
    {
      "title": "The Molecular Structure of Thought: Mapping the Topology of Long Chain-of-Thought Reasoning",
      "summary": "Large language models (LLMs) often fail to learn effective long chain-of-thought (Long CoT) reasoning from human or non-Long-CoT LLMs imitation. To understand this, we propose that effective and learn...",
      "fetched": "2026-01-13T01:40:43.383856"
    },
    {
      "title": "Open-Vocabulary 3D Instruction Ambiguity Detection",
      "summary": "In safety-critical domains, linguistic ambiguity can have severe consequences; a vague command like \"Pass me the vial\" in a surgical setting could lead to catastrophic errors. Yet, most embodied AI re...",
      "fetched": "2026-01-13T01:40:43.383858"
    },
    {
      "title": "MHLA: Restoring Expressivity of Linear Attention via Token-Level Multi-Head",
      "summary": "While the Transformer architecture dominates many fields, its quadratic self-attention complexity hinders its use in large-scale applications. Linear attention offers an efficient alternative, but its...",
      "fetched": "2026-01-14T01:47:52.868066"
    },
    {
      "title": "Failure-Aware RL: Reliable Offline-to-Online Reinforcement Learning with Self-Recovery for Real-World Manipulation",
      "summary": "Post-training algorithms based on deep reinforcement learning can push the limits of robotic models for specific objectives, such as generalizability, accuracy, and robustness. However, Intervention-r...",
      "fetched": "2026-01-14T01:47:52.868079"
    },
    {
      "title": "Kinship Data Benchmark for Multi-hop Reasoning",
      "summary": "Large language models (LLMs) are increasingly evaluated on their ability to perform multi-hop reasoning, i.e., to combine multiple pieces of information into a coherent inference. We introduce Kinship...",
      "fetched": "2026-01-14T01:47:52.868081"
    },
    {
      "title": "Modeling LLM Agent Reviewer Dynamics in Elo-Ranked Review System",
      "summary": "In this work, we explore the Large Language Model (LLM) agent reviewer dynamics in an Elo-ranked review system using real-world conference paper submissions. Multiple LLM agent reviewers with differen...",
      "fetched": "2026-01-15T01:43:00.007949"
    },
    {
      "title": "Motion Attribution for Video Generation",
      "summary": "Despite the rapid progress of video generation models, the role of data in influencing motion is poorly understood. We present Motive (MOTIon attribution for Video gEneration), a motion-centric, gradi...",
      "fetched": "2026-01-15T01:43:00.007961"
    },
    {
      "title": "MemRec: Collaborative Memory-Augmented Agentic Recommender System",
      "summary": "The evolution of recommender systems has shifted preference storage from rating matrices and dense embeddings to semantic memory in the agentic era. Yet existing agents rely on isolated memory, overlo...",
      "fetched": "2026-01-15T01:43:00.007963"
    },
    {
      "title": "Fast-ThinkAct: Efficient Vision-Language-Action Reasoning via Verbalizable Latent Planning",
      "summary": "Vision-Language-Action (VLA) tasks require reasoning over complex visual scenes and executing adaptive actions in dynamic environments. While recent studies on reasoning VLAs show that explicit chain-...",
      "fetched": "2026-01-16T01:44:53.270361"
    },
    {
      "title": "Value-Aware Numerical Representations for Transformer Language Models",
      "summary": "Transformer-based language models often achieve strong results on mathematical reasoning benchmarks while remaining fragile on basic numerical understanding and arithmetic operations. A central limita...",
      "fetched": "2026-01-16T01:44:53.270372"
    },
    {
      "title": "ShortCoder: Knowledge-Augmented Syntax Optimization for Token-Efficient Code Generation",
      "summary": "Code generation tasks aim to automate the conversion of user requirements into executable code, significantly reducing manual development efforts and enhancing software productivity. The emergence of ...",
      "fetched": "2026-01-16T01:44:53.270374"
    },
    {
      "title": "MatchTIR: Fine-Grained Supervision for Tool-Integrated Reasoning via Bipartite Matching",
      "summary": "Tool-Integrated Reasoning (TIR) empowers large language models (LLMs) to tackle complex tasks by interleaving reasoning steps with external tool interactions. However, existing reinforcement learning ...",
      "fetched": "2026-01-17T01:39:43.091668"
    },
    {
      "title": "Grounding Agent Memory in Contextual Intent",
      "summary": "Deploying large language models in long-horizon, goal-oriented interactions remains challenging because similar entities and facts recur under different latent goals and constraints, causing memory sy...",
      "fetched": "2026-01-17T01:39:43.091679"
    },
    {
      "title": "LIBERTy: A Causal Framework for Benchmarking Concept-Based Explanations of LLMs with Structural Counterfactuals",
      "summary": "Concept-based explanations quantify how high-level concepts (e.g., gender or experience) influence model behavior, which is crucial for decision-makers in high-stakes domains. Recent work evaluates th...",
      "fetched": "2026-01-17T01:39:43.091682"
    },
    {
      "title": "MatchTIR: Fine-Grained Supervision for Tool-Integrated Reasoning via Bipartite Matching",
      "summary": "Tool-Integrated Reasoning (TIR) empowers large language models (LLMs) to tackle complex tasks by interleaving reasoning steps with external tool interactions. However, existing reinforcement learning ...",
      "fetched": "2026-01-18T01:51:10.381215"
    },
    {
      "title": "Grounding Agent Memory in Contextual Intent",
      "summary": "Deploying large language models in long-horizon, goal-oriented interactions remains challenging because similar entities and facts recur under different latent goals and constraints, causing memory sy...",
      "fetched": "2026-01-18T01:51:10.381225"
    },
    {
      "title": "LIBERTy: A Causal Framework for Benchmarking Concept-Based Explanations of LLMs with Structural Counterfactuals",
      "summary": "Concept-based explanations quantify how high-level concepts (e.g., gender or experience) influence model behavior, which is crucial for decision-makers in high-stakes domains. Recent work evaluates th...",
      "fetched": "2026-01-18T01:51:10.381227"
    }
  ],
  "last_sync": "2026-01-18T01:51:10.438282"
}