{
  "discoveries": [
    {
      "title": "Building Production-Ready Probes For Gemini",
      "summary": "Frontier language model capabilities are improving rapidly. We thus need stronger mitigations against bad actors misusing increasingly powerful systems. Prior work has shown that activation probes may...",
      "fetched": "2026-01-21T01:47:32.882806"
    },
    {
      "title": "MetaboNet: The Largest Publicly Available Consolidated Dataset for Type 1 Diabetes Management",
      "summary": "Progress in Type 1 Diabetes (T1D) algorithm development is limited by the fragmentation and lack of standardization across existing T1D management datasets. Current datasets differ substantially in st...",
      "fetched": "2026-01-21T01:47:32.882808"
    },
    {
      "title": "VideoMaMa: Mask-Guided Video Matting via Generative Prior",
      "summary": "Generalizing video matting models to real-world videos remains a significant challenge due to the scarcity of labeled data. To address this, we present Video Mask-to-Matte Model (VideoMaMa) that conve...",
      "fetched": "2026-01-22T01:47:35.925625"
    },
    {
      "title": "APEX-Agents",
      "summary": "We introduce the AI Productivity Index for Agents (APEX-Agents), a benchmark for assessing whether AI agents can execute long-horizon, cross-application tasks created by investment banking analysts, m...",
      "fetched": "2026-01-22T01:47:35.925637"
    },
    {
      "title": "Opportunities in AI/ML for the Rubin LSST Dark Energy Science Collaboration",
      "summary": "The Vera C. Rubin Observatory's Legacy Survey of Space and Time (LSST) will produce unprecedented volumes of heterogeneous astronomical data (images, catalogs, and alerts) that challenge traditional a...",
      "fetched": "2026-01-22T01:47:35.925639"
    },
    {
      "title": "Iterative Refinement Improves Compositional Image Generation",
      "summary": "Text-to-image (T2I) models have achieved remarkable progress, yet they continue to struggle with complex prompts that require simultaneously handling multiple objects, relations, and attributes. Exist...",
      "fetched": "2026-01-23T01:44:24.393459"
    },
    {
      "title": "Rethinking Video Generation Model for the Embodied World",
      "summary": "Video generation models have significantly advanced embodied intelligence, unlocking new possibilities for generating diverse robot data that capture perception, reasoning, and action in the physical ...",
      "fetched": "2026-01-23T01:44:24.393469"
    },
    {
      "title": "MolecularIQ: Characterizing Chemical Reasoning Capabilities Through Symbolic Verification on Molecular Graphs",
      "summary": "A molecule's properties are fundamentally determined by its composition and structure encoded in its molecular graph. Thus, reasoning about molecular properties requires the ability to parse and under...",
      "fetched": "2026-01-23T01:44:24.393471"
    },
    {
      "title": "Why Can't I Open My Drawer? Mitigating Object-Driven Shortcuts in Zero-Shot Compositional Action Recognition",
      "summary": "We study Compositional Video Understanding (CVU), where models must recognize verbs and objects and compose them to generalize to unseen combinations. We find that existing Zero-Shot Compositional Act...",
      "fetched": "2026-01-24T01:41:38.703179"
    },
    {
      "title": "PyraTok: Language-Aligned Pyramidal Tokenizer for Video Understanding and Generation",
      "summary": "Discrete video VAEs underpin modern text-to-video generation and video understanding systems, yet existing tokenizers typically learn visual codebooks at a single scale with limited vocabularies and s...",
      "fetched": "2026-01-24T01:41:38.703185"
    },
    {
      "title": "LLM-in-Sandbox Elicits General Agentic Intelligence",
      "summary": "We introduce LLM-in-Sandbox, enabling LLMs to explore within a code sandbox (i.e., a virtual computer), to elicit general intelligence in non-code domains. We first demonstrate that strong LLMs, witho...",
      "fetched": "2026-01-24T01:41:38.703187"
    },
    {
      "title": "Why Can't I Open My Drawer? Mitigating Object-Driven Shortcuts in Zero-Shot Compositional Action Recognition",
      "summary": "We study Compositional Video Understanding (CVU), where models must recognize verbs and objects and compose them to generalize to unseen combinations. We find that existing Zero-Shot Compositional Act...",
      "fetched": "2026-01-25T01:54:05.650309"
    },
    {
      "title": "PyraTok: Language-Aligned Pyramidal Tokenizer for Video Understanding and Generation",
      "summary": "Discrete video VAEs underpin modern text-to-video generation and video understanding systems, yet existing tokenizers typically learn visual codebooks at a single scale with limited vocabularies and s...",
      "fetched": "2026-01-25T01:54:05.650324"
    },
    {
      "title": "LLM-in-Sandbox Elicits General Agentic Intelligence",
      "summary": "We introduce LLM-in-Sandbox, enabling LLMs to explore within a code sandbox (i.e., a virtual computer), to elicit general intelligence in non-code domains. We first demonstrate that strong LLMs, witho...",
      "fetched": "2026-01-25T01:54:05.650328"
    },
    {
      "title": "Why Can't I Open My Drawer? Mitigating Object-Driven Shortcuts in Zero-Shot Compositional Action Recognition",
      "summary": "We study Compositional Video Understanding (CVU), where models must recognize verbs and objects and compose them to generalize to unseen combinations. We find that existing Zero-Shot Compositional Act...",
      "fetched": "2026-01-26T01:53:23.013156"
    },
    {
      "title": "PyraTok: Language-Aligned Pyramidal Tokenizer for Video Understanding and Generation",
      "summary": "Discrete video VAEs underpin modern text-to-video generation and video understanding systems, yet existing tokenizers typically learn visual codebooks at a single scale with limited vocabularies and s...",
      "fetched": "2026-01-26T01:53:23.013168"
    },
    {
      "title": "LLM-in-Sandbox Elicits General Agentic Intelligence",
      "summary": "We introduce LLM-in-Sandbox, enabling LLMs to explore within a code sandbox (i.e., a virtual computer), to elicit general intelligence in non-code domains. We first demonstrate that strong LLMs, witho...",
      "fetched": "2026-01-26T01:53:23.013170"
    },
    {
      "title": "A Scalable Measure of Loss Landscape Curvature for Analyzing the Training Dynamics of LLMs",
      "summary": "Understanding the curvature evolution of the loss landscape is fundamental to analyzing the training dynamics of neural networks. The most commonly studied measure, Hessian sharpness ($λ_{\\max}^H$) --...",
      "fetched": "2026-01-27T01:50:49.125787"
    },
    {
      "title": "BONO-Bench: A Comprehensive Test Suite for Bi-objective Numerical Optimization with Traceable Pareto Sets",
      "summary": "The evaluation of heuristic optimizers on test problems, better known as \\emph{benchmarking}, is a cornerstone of research in multi-objective optimization.\n  However, most test problems used in benchm...",
      "fetched": "2026-01-27T01:50:49.125797"
    },
    {
      "title": "Empowering Medical Equipment Sustainability in Low-Resource Settings: An AI-Powered Diagnostic and Support Platform for Biomedical Technicians",
      "summary": "In low- and middle-income countries (LMICs), a significant proportion of medical diagnostic equipment remains underutilized or non-functional due to a lack of timely maintenance, limited access to tec...",
      "fetched": "2026-01-27T01:50:49.125799"
    }
  ],
  "last_sync": "2026-01-27T01:50:49.166292"
}