{
  "discoveries": [
    {
      "title": "PyraTok: Language-Aligned Pyramidal Tokenizer for Video Understanding and Generation",
      "summary": "Discrete video VAEs underpin modern text-to-video generation and video understanding systems, yet existing tokenizers typically learn visual codebooks at a single scale with limited vocabularies and s...",
      "fetched": "2026-01-25T01:54:05.650324"
    },
    {
      "title": "LLM-in-Sandbox Elicits General Agentic Intelligence",
      "summary": "We introduce LLM-in-Sandbox, enabling LLMs to explore within a code sandbox (i.e., a virtual computer), to elicit general intelligence in non-code domains. We first demonstrate that strong LLMs, witho...",
      "fetched": "2026-01-25T01:54:05.650328"
    },
    {
      "title": "Why Can't I Open My Drawer? Mitigating Object-Driven Shortcuts in Zero-Shot Compositional Action Recognition",
      "summary": "We study Compositional Video Understanding (CVU), where models must recognize verbs and objects and compose them to generalize to unseen combinations. We find that existing Zero-Shot Compositional Act...",
      "fetched": "2026-01-26T01:53:23.013156"
    },
    {
      "title": "PyraTok: Language-Aligned Pyramidal Tokenizer for Video Understanding and Generation",
      "summary": "Discrete video VAEs underpin modern text-to-video generation and video understanding systems, yet existing tokenizers typically learn visual codebooks at a single scale with limited vocabularies and s...",
      "fetched": "2026-01-26T01:53:23.013168"
    },
    {
      "title": "LLM-in-Sandbox Elicits General Agentic Intelligence",
      "summary": "We introduce LLM-in-Sandbox, enabling LLMs to explore within a code sandbox (i.e., a virtual computer), to elicit general intelligence in non-code domains. We first demonstrate that strong LLMs, witho...",
      "fetched": "2026-01-26T01:53:23.013170"
    },
    {
      "title": "A Scalable Measure of Loss Landscape Curvature for Analyzing the Training Dynamics of LLMs",
      "summary": "Understanding the curvature evolution of the loss landscape is fundamental to analyzing the training dynamics of neural networks. The most commonly studied measure, Hessian sharpness ($λ_{\\max}^H$) --...",
      "fetched": "2026-01-27T01:50:49.125787"
    },
    {
      "title": "BONO-Bench: A Comprehensive Test Suite for Bi-objective Numerical Optimization with Traceable Pareto Sets",
      "summary": "The evaluation of heuristic optimizers on test problems, better known as \\emph{benchmarking}, is a cornerstone of research in multi-objective optimization.\n  However, most test problems used in benchm...",
      "fetched": "2026-01-27T01:50:49.125797"
    },
    {
      "title": "Empowering Medical Equipment Sustainability in Low-Resource Settings: An AI-Powered Diagnostic and Support Platform for Biomedical Technicians",
      "summary": "In low- and middle-income countries (LMICs), a significant proportion of medical diagnostic equipment remains underutilized or non-functional due to a lack of timely maintenance, limited access to tec...",
      "fetched": "2026-01-27T01:50:49.125799"
    },
    {
      "title": "ctELM: Decoding and Manipulating Embeddings of Clinical Trials with Embedding Language Models",
      "summary": "Text embeddings have become an essential part of a variety of language applications. However, methods for interpreting, exploring and reversing embedding spaces are limited, reducing transparency and ...",
      "fetched": "2026-01-28T01:47:06.391312"
    },
    {
      "title": "Reuse your FLOPs: Scaling RL on Hard Problems by Conditioning on Very Off-Policy Prefixes",
      "summary": "Typical reinforcement learning (RL) methods for LLM reasoning waste compute on hard problems, where correct on-policy traces are rare, policy gradients vanish, and learning stalls. To bootstrap more e...",
      "fetched": "2026-01-28T01:47:06.391323"
    },
    {
      "title": "Subword-Based Comparative Linguistics across 242 Languages Using Wikipedia Glottosets",
      "summary": "We present a large-scale comparative study of 242 Latin and Cyrillic-script languages using subword-based methodologies. By constructing 'glottosets' from Wikipedia lexicons, we introduce a framework ...",
      "fetched": "2026-01-28T01:47:06.391325"
    },
    {
      "title": "M-SGWR: Multiscale Similarity and Geographically Weighted Regression",
      "summary": "The first law of geography is a cornerstone of spatial analysis, emphasizing that nearby and related locations tend to be more similar, however, defining what constitutes \"near\" and \"related\" remains ...",
      "fetched": "2026-01-29T01:59:46.704400"
    },
    {
      "title": "AI Cap-and-Trade: Efficiency Incentives for Accessibility and Sustainability",
      "summary": "The race for artificial intelligence (AI) dominance often prioritizes scale over efficiency. Hyper-scaling is the common industry approach: larger models, more data, and as many computational resource...",
      "fetched": "2026-01-29T01:59:46.704412"
    },
    {
      "title": "HARMONI: Multimodal Personalization of Multi-User Human-Robot Interactions with LLMs",
      "summary": "Existing human-robot interaction systems often lack mechanisms for sustained personalization and dynamic adaptation in multi-user environments, limiting their effectiveness in real-world deployments. ...",
      "fetched": "2026-01-29T01:59:46.704415"
    },
    {
      "title": "Zero-Shot Statistical Downscaling via Diffusion Posterior Sampling",
      "summary": "Conventional supervised climate downscaling struggles to generalize to Global Climate Models (GCMs) due to the lack of paired training data and inherent domain gaps relative to reanalysis. Meanwhile, ...",
      "fetched": "2026-01-30T02:00:30.618654"
    },
    {
      "title": "EWSJF: An Adaptive Scheduler with Hybrid Partitioning for Mixed-Workload LLM Inference",
      "summary": "Serving Large Language Models (LLMs) under mixed workloads--short, latency-sensitive interactive queries alongside long, throughput-oriented batch requests--poses a fundamental scheduling challenge. S...",
      "fetched": "2026-01-30T02:00:30.618664"
    },
    {
      "title": "Language-based Trial and Error Falls Behind in the Era of Experience",
      "summary": "While Large Language Models (LLMs) excel in language-based agentic tasks, their applicability to unseen, nonlinguistic environments (e.g., symbolic or spatial tasks) remains limited. Previous work att...",
      "fetched": "2026-01-30T02:00:30.618666"
    },
    {
      "title": "RedSage: A Cybersecurity Generalist LLM",
      "summary": "Cybersecurity operations demand assistant LLMs that support diverse workflows without exposing sensitive data. Existing solutions either rely on proprietary APIs with privacy risks or on open models l...",
      "fetched": "2026-01-31T01:55:55.599231"
    },
    {
      "title": "Hybrid Linear Attention Done Right: Efficient Distillation and Effective Architectures for Extremely Long Contexts",
      "summary": "Hybrid Transformer architectures, which combine softmax attention blocks and recurrent neural networks (RNNs), have shown a desirable performance-throughput tradeoff for long-context modeling, but the...",
      "fetched": "2026-01-31T01:55:55.599241"
    },
    {
      "title": "Exploring Reasoning Reward Model for Agents",
      "summary": "Agentic Reinforcement Learning (Agentic RL) has achieved notable success in enabling agents to perform complex reasoning and tool use. However, most methods still relies on sparse outcome-based reward...",
      "fetched": "2026-01-31T01:55:55.599243"
    }
  ],
  "last_sync": "2026-01-31T01:55:55.637308"
}