{
  "discoveries": [
    {
      "title": "EWSJF: An Adaptive Scheduler with Hybrid Partitioning for Mixed-Workload LLM Inference",
      "summary": "Serving Large Language Models (LLMs) under mixed workloads--short, latency-sensitive interactive queries alongside long, throughput-oriented batch requests--poses a fundamental scheduling challenge. S...",
      "fetched": "2026-01-30T02:00:30.618664"
    },
    {
      "title": "Language-based Trial and Error Falls Behind in the Era of Experience",
      "summary": "While Large Language Models (LLMs) excel in language-based agentic tasks, their applicability to unseen, nonlinguistic environments (e.g., symbolic or spatial tasks) remains limited. Previous work att...",
      "fetched": "2026-01-30T02:00:30.618666"
    },
    {
      "title": "RedSage: A Cybersecurity Generalist LLM",
      "summary": "Cybersecurity operations demand assistant LLMs that support diverse workflows without exposing sensitive data. Existing solutions either rely on proprietary APIs with privacy risks or on open models l...",
      "fetched": "2026-01-31T01:55:55.599231"
    },
    {
      "title": "Hybrid Linear Attention Done Right: Efficient Distillation and Effective Architectures for Extremely Long Contexts",
      "summary": "Hybrid Transformer architectures, which combine softmax attention blocks and recurrent neural networks (RNNs), have shown a desirable performance-throughput tradeoff for long-context modeling, but the...",
      "fetched": "2026-01-31T01:55:55.599241"
    },
    {
      "title": "Exploring Reasoning Reward Model for Agents",
      "summary": "Agentic Reinforcement Learning (Agentic RL) has achieved notable success in enabling agents to perform complex reasoning and tool use. However, most methods still relies on sparse outcome-based reward...",
      "fetched": "2026-01-31T01:55:55.599243"
    },
    {
      "title": "RedSage: A Cybersecurity Generalist LLM",
      "summary": "Cybersecurity operations demand assistant LLMs that support diverse workflows without exposing sensitive data. Existing solutions either rely on proprietary APIs with privacy risks or on open models l...",
      "fetched": "2026-02-01T02:23:48.035529"
    },
    {
      "title": "Hybrid Linear Attention Done Right: Efficient Distillation and Effective Architectures for Extremely Long Contexts",
      "summary": "Hybrid Transformer architectures, which combine softmax attention blocks and recurrent neural networks (RNNs), have shown a desirable performance-throughput tradeoff for long-context modeling, but the...",
      "fetched": "2026-02-01T02:23:48.035536"
    },
    {
      "title": "Exploring Reasoning Reward Model for Agents",
      "summary": "Agentic Reinforcement Learning (Agentic RL) has achieved notable success in enabling agents to perform complex reasoning and tool use. However, most methods still relies on sparse outcome-based reward...",
      "fetched": "2026-02-01T02:23:48.035538"
    },
    {
      "title": "WiFiPenTester: Advancing Wireless Ethical Hacking with Governed GenAI",
      "summary": "Wireless ethical hacking relies heavily on skilled practitioners manually interpreting reconnaissance results and executing complex, time-sensitive sequences of commands to identify vulnerable targets...",
      "fetched": "2026-02-02T02:07:58.318332"
    },
    {
      "title": "From Similarity to Vulnerability: Key Collision Attack on LLM Semantic Caching",
      "summary": "Semantic caching has emerged as a pivotal technique for scaling LLM applications, widely adopted by major providers including AWS and Microsoft. By utilizing semantic embedding vectors as cache keys, ...",
      "fetched": "2026-02-02T02:07:58.318343"
    },
    {
      "title": "Chain-of-thought obfuscation learned from output supervision can generalise to unseen tasks",
      "summary": "Chain-of-thought (CoT) reasoning provides a significant performance uplift to LLMs by enabling planning, exploration, and deliberation of their actions. CoT is also a powerful tool for monitoring the ...",
      "fetched": "2026-02-02T02:07:58.318346"
    },
    {
      "title": "How RLHF Amplifies Sycophancy",
      "summary": "Large language models often exhibit increased sycophantic behavior after preference-based post-training, showing a stronger tendency to affirm a user's stated or implied belief even when this conflict...",
      "fetched": "2026-02-03T02:06:21.311132"
    },
    {
      "title": "Error Taxonomy-Guided Prompt Optimization",
      "summary": "Automatic Prompt Optimization (APO) is a powerful approach for extracting performance from large language models without modifying their weights. Many existing methods rely on trial-and-error, testing...",
      "fetched": "2026-02-03T02:06:21.311142"
    },
    {
      "title": "DeALOG: Decentralized Multi-Agents Log-Mediated Reasoning Framework",
      "summary": "Complex question answering across text, tables and images requires integrating diverse information sources. A framework supporting specialized processing with coordination and interpretability is need...",
      "fetched": "2026-02-03T02:06:21.311144"
    },
    {
      "title": "DeepDFA: Injecting Temporal Logic in Deep Learning for Sequential Subsymbolic Applications",
      "summary": "Integrating logical knowledge into deep neural network training is still a hard challenge, especially for sequential or temporally extended domains involving subsymbolic observations. To address this ...",
      "fetched": "2026-02-04T02:01:20.766572"
    },
    {
      "title": "Self-Verification Dilemma: Experience-Driven Suppression of Overused Checking in LLM Reasoning",
      "summary": "Large Reasoning Models (LRMs) achieve strong performance by generating long reasoning traces with reflection. Through a large-scale empirical analysis, we find that a substantial fraction of reflectiv...",
      "fetched": "2026-02-04T02:01:20.766587"
    },
    {
      "title": "When Routing Collapses: On the Degenerate Convergence of LLM Routers",
      "summary": "LLM routing aims to achieve a favorable quality--cost trade-off by dynamically assigning easy queries to smaller models and harder queries to stronger ones. However, across both unimodal and multimoda...",
      "fetched": "2026-02-04T02:01:20.766592"
    },
    {
      "title": "DRMOT: A Dataset and Framework for RGBD Referring Multi-Object Tracking",
      "summary": "Referring Multi-Object Tracking (RMOT) aims to track specific targets based on language descriptions and is vital for interactive AI systems such as robotics and autonomous driving. However, existing ...",
      "fetched": "2026-02-05T02:02:33.813420"
    },
    {
      "title": "Audio ControlNet for Fine-Grained Audio Generation and Editing",
      "summary": "We study the fine-grained text-to-audio (T2A) generation task. While recent models can synthesize high-quality audio from text descriptions, they often lack precise control over attributes such as lou...",
      "fetched": "2026-02-05T02:02:33.813432"
    },
    {
      "title": "Let Experts Feel Uncertainty: A Multi-Expert Label Distribution Approach to Probabilistic Time Series Forecasting",
      "summary": "Time series forecasting in real-world applications requires both high predictive accuracy and interpretable uncertainty quantification. Traditional point prediction methods often fail to capture the i...",
      "fetched": "2026-02-05T02:02:33.813435"
    }
  ],
  "last_sync": "2026-02-05T02:02:33.859386"
}